<?
	session_start();
	header("Content-Type: text/html; charset=\"UTF-8\"");
        import_request_variables("gp", "arg_");
?>
<p>
Пополнение производится через мультикассы компании Комстар. Найдите на поле терминала "Отдых и развлечения", зайдите в раздел и выберите тусовку.<p>
Введите Ваш номер счета <b><?=$_SESSION['uid']?></b><p> и положите деньги. Стоимость 1кр -  1 коп. Кредиты зачисляются в течение 1 часа.<p>
<table>
<tr><td colspan=2><b>г. Томск</b></td></tr>
<tr><td>1</td><td>	ул. Усова 25/1 м-н «Алиса» </td></tr>
<tr><td>2</td><td>	п. Аэропорт, здание ОАО «Аэропорт Томск» </td></tr>
<tr><td>3</td><td>	ул. Беринга 10 т. ц. «Манеж» </td></tr>
<tr><td>4</td><td>	пл. Новособорная 2 м-н «Верхний» </td></tr>
<tr><td>5</td><td>	пр. Фрунзе 119/5 стр. 10 р-нок «Губернаторский» </td></tr>
<tr><td>6</td><td>	ул. Ивана черных 96 ОКБ </td></tr>
<tr><td>7</td><td>	ул. Усова 4а19 корпус ТПУ </td></tr>
<tr><td>8</td><td>	пр. Комсомольский 73 м-н «Триумф» </td></tr>
<tr><td>9</td><td>	ул. Красноармейская 44 м-н «Холидей классик»  </td></tr>
<tr><td>10</td><td>	пр. Ленина 105 м-н «Нижний» </td></tr>
<tr><td>11</td><td>	ул. Пушкина 56 м-н «Продукты» </td></tr>
<tr><td>12</td><td>	п. Солнечный ул. Клюева 20/1 м-н «Герцег» </td></tr>
<tr><td>13</td><td>	ул. Герцена 72 Компания «СУ-13» </td></tr>
<tr><td>14</td><td>	ул. Сибирская 64/1 м-н «Максим» </td></tr>
<tr><td>15</td><td>	ул. Студенческая 8 м-н «Продукты»</td></tr>
<tr><td>16</td><td>	пр. Мира 1а м-н «Карлуша»</td></tr>
<tr><td>17</td><td>	пр. Ленина 1 Лагерый сад м-н «подорожник»</td></tr>
<tr><td>18</td><td>	пр. Мира 19 салон «Комстар»</td></tr>
<tr><td>19&nbsp;</td><td>	пр. Ленина 129 Салон «Нокия» (уличный)</td></tr>


<tr><td colspan=2><b>г. Северск</b></td></tr>
<tr><td>1</td><td>	пр. Коммунистический 151 м-н «Северский»</td></tr>
<tr><td>2</td><td>	ул. Куйбышева 2а м-н «Снежинка»</td></tr>
<tr><td>3</td><td>	ул. Курчатова 36 м-н «Северский»</td></tr>
<tr><td>4</td><td>	пр. Коммунистический 57 м-н «ЦУМ»</td></tr>
<tr><td>5</td><td>	ул. Леонтичука 6 м-н «Гастраном 9»</td></tr>
<tr><td>6</td><td>	ул. Северная 6 м-н «Северский»</td></tr>
<tr><td>7</td><td>	ул. Куйбышева 1 м-н «Два капитана»</td></tr>
<tr><td>8</td><td>	ул. Победы 31 Салон сотовый связи «Комстар»</td></tr>
<tr><td>9</td><td>	9. ул. Калинина 96-а м-н «продукты» </td></tr>
<tr><td>10</td><td>	10. пр. Коммунистический 122 м-н «Руслан»</td></tr>
<tr><td>11</td><td>	ул. Ленина 102 м-н «Северский»</td></tr>
<tr><td>12</td><td>	12. ул. Победы 20 м-н «Два капитана»</td></tr>
<tr><td>13</td><td>	ул. Маяковского 5 м-н «Продукты»</td></tr>
<tr><td>14</td><td>	ул. Победы 31 салон «комстар», офис СЭЛС</td></tr>
</table>
