<div class='first-line'>Почему я не могу написать в общий фрейм?</div>

<div class=help>


<p style="line-height: 150%">В связи с <a href="kanal.php">особенностями комнат</a> 
Чата, на некоторых каналах установлено ограничение неприватного общения Чаттеров, 
имеющих уровни Гость, Новый Пользователь и Пользователь. Это относится к каналам: 
Тусовка, Викторина, 18+ (от Пользователя) и Мафия (от Чаттера), уровень Гость и вовсе не имеет права общаться на каналах (даётся таковой за особо тяжёлые нарушения), также посиделки на канале admin доступны только с уровня VIP, ввиду того, что на таковом происходит часто важное общение, о существовании которого не обязательно знать рядовым пользователям (пользователи с остальными уровнями задавайте вопросы на канале в срочном порядке и по получению ответов рекоментуется самостоятельно покинуть канал). В случае возникновения конфликтной ситуации или же  какого-либо вопроса пишем записки на ник <span lang="en-us">Support</span>. <P>

Вы можете быть лишены права писать в канал если нарушали правила и вам заткнули рот кляпом :)
<p>

<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>