<div class='first-line'>Особенности каналов (комнат) чата.</div>

	<div class=help>


Для удобства пользования нашим Чатом, мы разделили его на несколько каналов. В 
данном разделе рассмотрены особенности каналов, выбирайте себе подходящий :) 
<b>Также мы можем добавлять дополнительные каналы при условии их необходимости</b>.

<p><b>Тусовка</b> - центральная и самая посещаемая комната чата. Рекомендуем при 
посещении данной комнаты использовать <span lang="en-us">IRC</span>-клиент. На этом канале установлено ограничение 
неприватного общения Новых Пользователей из-за большой загрузки канала. </p>
<p><b>Мафия</b> - канал игры &quot;Мафия&quot;. Чтобы начать игру, необходимо иметь 
уровень Чаттер и выше, и знать <a href="mafia.php">правила</a>. </p>
<p><b>Парк</b> и <b>Кусты</b> - комнаты для знакомств и приятного общения :) </p>
<p><b>Помойка</b> - канал, свободный от админов :) Здесь можно почти все. Только 
учтите, что время и количество сообщений на данном канале в статистику не 
засчитывается. </p>
<p><b>Викторина</b> - игровой канал, с правилами ознакомиться можно
<a href="quiz.php">здесь</a>. Установлено ограничение на игру Новым 
Пользователям.</p>
<p><b>Казино</b> - канал игры &quot;Рулетка&quot; для азартных и не очень :) Просто способ 
приятного времяпрепровождения. Простые и понятные <a href="roulette.php">
правила</a>. </p>
<p><b>18+</b> - особый канал для взрослых. Присутствующие: от 18 лет, и выше. 
Кланообразные, рАзНоРеГиСтРоВыЕ и КАПСЛОЧНЫЕ ники банятся на канале сразу. Ввиду 
возможности скрыть или поставить другую дату рождения в инфо - модератор имеет 
право удалить Вас с канала, если вы будете проявлять несоответствие возрасту :) На данном канале разрешена нецензурная лексика и музыкальные скрипты, а также разрешено писать в несколько строк.</p>
<p><b>Секс</b> - Самый пошлый канал Чата :) Хоть здесь и не действуют возрастные рамки и название говорит само за себя - извращенцы, педофилы и прочие неординарные личности не приветствуются и будут выгнаны из Чата.
</a></p>
<p><b>Спорт</b> - канал для любителей спорта :) Еще находится в разработке, 
планируется особый бот, принимающий ставки на спортивные события. Ждем :)</p>
<p><b>Admin</b> - канал Модераторов Чата. В данной комнате решаются очень важные вопросы, относительно нововведений и правонарушений. Следовательно и знать эту информацию всем не обязательно. Доступ (для постоянного нахождения) на канал доступен с уровня Киллер, уровни ниже Киллер действуйте по принципу "зашёл-спросил-получил ответ-вышел", иначе к Вам будут применены меры по устранению с канала :)<BR><BR>
Если Вам всё ещё что-то не ясно, то пишите на <span lang="en-us">Support</span> и мы постараемся Вам помочь.
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
</div>