<div class='first-line'>Что делать, если я забыл свой пароль?</div>

	<div class=help>


Если у вас появилась такая проблема, и вы не можете зайти в чат, то 
зарегистрируйтесь заново, и напишите на ник <span lang="en-us">Дст </span>
 просьбу о смене пароля. Ваша записка должна 
содержать следующие данные: логин, примерная статистика, скрытое инфо (то, 
которое не отображается при обычном просмотре через галерею).
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>