<div class='first-line'>Правила игры в Викторину</div>

<div class=help>

                <br>
                Игра начинается по команде <b>!старт</b>, после чего ВОПРОС (бот игры "Викторина") начинает задавать вопросы.

                <p>Цель игры - быстрый и правильный ответ на поставленный вопрос. Ответ пишется в общий канал. Подсчет очков: у каждого участника имеется личный игровой счет, на который, после
                каждого правильного ответа добавляется еще 1 очко, и к личному счету кредитов плюсуется 1 кредит.</p>

                <p><b>Доступные команды канала:</b></p>

                <p><b>!старт</b> - начать игру<br>
                <b>!вон</b> - ваше место и кол-во очков<br>
                <b>!вон [ник]</b> - место и кол-во очков у [ник]<br>
                <b>!вопрос</b> - повтор вопроса<br>
                <b>!top, !топ</b> - TOP 20 самых крутых игроков<br>
                <b>!help</b> - список доступных команд<br></p>

                <p>Наблюдение за нарушениями и принятие соответствующих мер - обязанность Модератора. Модератор - человек, которому Администрация чата дала право на кик-бан.</p>

                <p><big><b>В Викторине:</b></big></p>

                <ol>
                  <li>Запрещается играть нечестно:

                    <ul>
                      <li>использовать скрипты (боты, читы) для автоматизированного ответа на вопросы викторины. Под использованием скриптов понимается использование программных кодов,
                      автоматизированно ищущих в каких-либо источниках информации (базы вопросов-ответов викторины, поисковые системы) ответы на вопросы викторины.</li>

                      <li>использовать справочную литературу.</li>
                    </ul>Нарушение этих правил (читерство) ставит игроков в неравное положение. При подозрении Вас в читерстве, Модератор канала вправе лишить доступа к игре (посредством понижения
                    уровня), либо баном, сроком от 1 до 2 недель.<br>
                    Основанием для обвинения человека в читерстве является мнение Модератора. Косвенными признаками читерства могут служить: слишком быстрый набор ответа, многочисленные ответы на
                    очень специфичные вопросы по разным областям знаний, и др.
                  </li>

                  <li>Запрещается многократно повторять (флудить) команды для бота.<br>
                  Флудом так же считается повторение какой либо фразы более 2 раз, как точное так и с незначительными изменениями, не меняющими смысла фразы.<br>
                  Просьбы в общем канале дать кредиты приравниваются к флуду.<br>
                  Наличие флуда определяется Модератором. За флуд Модератор вправе на какое-то время лишить флудящего игрока доступа на канал.</li>

                  <li>Запрещается воровство ответов.<br>
                  Воровством считается правильный ответ после того как другой игрок ответил до Вас по смыслу правильно (хотел написать правильное слово) 2 раза, но с опечатками (ответ с
                  орфографическими ошибками НЕ считается правильным). Многократное (на усмотрение Модератора) воровство ответов, карается либо киком (предупреждение), либо баном (злостное
                  воровство).</li>

                  <li>Запрещается употребление нецензурных выражений как в явном виде, так и в виде псевдомата ("писдец" итп). Также запрещено оскорбление других игроков. Нарушение этого правила
                  карается по усмотрению Модератора (1 раз - кик, повторное нарушение - бан)</li>
                </ol>

                <p><b>Уважайте себя и других игроков, и помните - это всего лишь Игра!</b> 
                <br>
                <br>
                <br>
                <a href="/c2/help/index.php"><img src="/pics/back.gif" alt="Вернуться назад" border="0"></a></p>

</div>