<div class='first-line'>Как узнать кто в чате?</div>

<div class=help>

Если Вы внутри чата, то список пользователей отражён в правой части экрана. Но можно узнать кто в чате и не заходя в него.
На главной странице, а также на любых других (кроме раздела записок), в правой части страницы есть небольшое
окошечко. В нём перечислены каналы и количество присутствующих людей на каждом канале. Но если кликнуть мышкой на какой-либо
канал, то развернётся полный перечень его участников.<BR><BR>
Вы это можете проверить прямо на этой странице (справа от этого текста и есть то окошечко). 
<p><BR><BR><BR><a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
</div>