<div class='first-line'>Что такое "Позвать" пользователя?</div>

<div class=help>

Эта кнопка находится рядом с Ником любого присутствующего (первая слева по счёту). Использовать её нужно для того, чтобы
привлечь внимание какого-то человека. Если Вы нажмёте на эту кнопку, у Вас появится окошко в котором Вам нужно будет
ввести краткое сообщение, которое человек увидит при вызове. Нажав на кнопку "<b>ОК</b>", у Вас с экрана это окошко исчезнет,
а у того человека появится! Причём оно у него появится на экране независимо от того в каком он окне сейчас! Поэтому, эту
функцию особенно полезно использовать, если человек свернул окно чата и забыл про него. Кроме того, когда ему прийдёт
это сообщение о вызове, там будет кнопка "<b>ответить</b>" и он сможет не возвращаясь в чат ответить Вам кратким сообщением.
Для Вас этот ответ прийдёт аналогичным вызовом.<br><br>
Если Вам не нравится, когда Вас "дёргают" этой функцией, Вы можете отключить её в настройках чата. Тогда все вызовы будут приходить
Вам ввиде обычного приватного сообщения, а тот, кто отправил Вам это сообщение получит уведомление о том, что у Вас отключена данная функция.

<p><BR><BR><BR><a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
</div>