<div class='first-line'>Часто используемые команды в IRC</div>

<div class=help>




<b>/nick &lt;newnickname&gt;</b> - позволяет сменить имя, под которым видят вас остальные участники беседы.<br><br>

<b>/list</b> - выводит список общедоступных каналов, их темы (если указаны) и текущее число их пользователей. Скрытые и приватные каналы не показываются. <br><br>

<b>/join #channelname</b> - создает новый канал или переключает на уже существующий.<br><br>

<b>/part #channelname</b> - выход из данного канала.<br><br>

<b>/quit</b> [причина_выхода] - выход из IRC.<br><br>

<b>/exit</b> - выход из всей программы.<br><br>

<b>/topic #channelname ваш_текст</b> - устанавливает новый топик на канале (право смены топика имеет определенная группа пользователей).<br><br>

<b>/msg &lt;nickname&gt;</b> - отослать данному пользователю приватное сообщение.<br><br>

<b>/me &lt;message&gt;</b> - написать сообщение в действие.<br><br>

<b>/clear</b> [&lt;windowname&gt;] - очистка содержимого окна (если после команды указать название окна, например чей то ник, скем Вы разговариваете в привате, то в этом окне все сообщения будут удалены).<br><br>

<b>/query &lt;nickname&gt;</b> - устанавливает режим приватного разговора между вами и другим пользователем.<br><br>

<b>/whois &lt;nickname&gt;</b> - получение информации о конкретном пользователе.<br><br>

<b>/help</b> - посмотреть инфо к программе.
<br><br><br>
* то, что находится в квадратных скобках [], указывать необязательно.
<p><div align=right>&copy; TANKIST</div>
<BR><BR><BR>
<a href="/c2/help/irc"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
</div>
