<div class='first-line'>Что такое кредиты и зачем они нужны? </div>

<div class=help>
<p>

Что такое кредиты? - Это своего рода - виртуальные деньги,
на которые можно совершать операции покупки/продажи/обмена в чате.
<p>

<p>

Где взять кредиты? - На данный момент есть 3 способа получения кредитов:
<ul>
<li>Заработать в играх (Викторине и Мафии)
<li>Переводом от другого человека
<li>Покупка при помощи <a href="http://tusovka.tomsk.ru/c2/settings/credit.php">сервисов</a>
</ul>

Сколько кредитов дают в играх?
<ul>
<li><b>Викторина</b> - за правильный ответ на вопрос дается 1 кред.
<li><b>Мафия</b> - кредиты даются за набранные очки в конце игры, из расчета 5 кред. за 100 очков
</ul>

Так же кредиты можно свободно менять, продавать, покупать и делать с ними все что вздумается :)


</p>
                    <br>
                    <br>
                    <a href="/c2/help/index.php"><img alt="Вернуться назад" src="/pics/back.gif" border="0"></a></li>

</div>