<div class='first-line'>Как изменить информацию о себе </div>
		<div class=help>

Первое впечатление о Вас человек будет составлять по информации, которую Вы указали при регистрации. Вообще,
отнеситесь серьёзно к составлению информации о себе. Следите, чтобы она была заполнена (достаточно полно) и своевременно
обновляйте её!<BR><BR>
Поменять свою информацию можно в специальном разделе чата. Для этого, на странице, которая открывается после того,
как Вы введёте свой логин и пароль (но ещё не зайдёте в сам чат) существуют пункты "<b>Инфа</b>, <b>Фотки</b>, <b>Смена пароля</b>".
Если Вы внутри чата, то нажмите, к примеру, на ссылку "<b>Инфа</b>" (которая находится в верхней панели) для того, чтобы открылась страница с настройками.<BR><BR>
Там будет анкета, подобная той, что Вы заполняли при регистрации.<br>
Здесь Вы и можете изменить старые данные, либо заполнить пустые поля.<br><br>
Также, в меню <b>Фотки</b> можно добавить себе фотографии и написать к ним описания.
<BR><BR><BR>
Если Вам всё ещё что-то не ясно, то напишите нам <a href="mailto:support@tusovka.tomsk.ru">письмо</a> и мы постараемся Вам помочь.
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
</div>
