<div class='first-line'>Как поднять свой уровень?</div>

	<div class=help>



Как только Вы зарегистрировались, Вам присваивается уровень "<b>Новый Пользователь</b>". Он автоматически поднимется
до следующего уровня, если Вы будете проявлять активность (значение здесь имеет количество заходов в чат, насиженное время
и просто определённый срок со дня регистрации, а именно <i>10 заходов в чат, 1 час в чате, 100 написанных мессаг и 10 дней прошедших со дня регистрации</i>). О дальнейших поднятиях уровня нужно написать
письмо с такой просьбой, либо написать записку на ник <b><a href="/gallery/Support" target=_blank>Support</a></b>.<BR><BR>
Абсолютно всем уровни подниматься не будут! Более высокие уровни дают дополнительные привилегии, которые либо не
нужны большинству пользователей, либо их нельзя давать слишком многим. Например, уровень шпиона (Spy) даёт возможность
смотреть IP всех присутствующих - а это мало кому нужно. Многие просто не знают, что такое IP и как это можно использовать.
Уровень Киллера даёт возможность выкидывать из чата людей. Нужно это для того, чтобы поддерживать порядок в чате, но
представьте что будет, если каждый сможет выкинуть другого!<BR><BR>
Поэтому, для поднятия уровня (особенно значительно!) требуются аргументы! Администраторами поощряется различная помощь,
любая деятельность во благо чату.<br><br>

Для <b>чаттера</b> нужно иметь 15000 отправленных сообщений и 150 часов проведённых в чате.<br><br>
Для <b>Тусовщика</b> нужно иметь не менее 30000 сообщений и сидеть преимущественно в Тусовке  (остальные чаты посещать крайне редко). 
	Также при активном посещении коннектов, может быть достаточно 25000 сообщений.<br><br>
Для уровня <b>VIP</b> надо иметь достаточно большую статистику (точнее более 100.000 сообщений и 800 часов) и очень часто бывать в чате.<br><br>
Для <b>киллера</b> и <b>стража</b> нужно иметь приличную статистику (более 150.000 сообщений), очень много сидеть в чате и пользоваться доверием Админов (либо большинства постоянных посетителей).<br><br>
<b>Шпиона</b> получают единицы. Для него нужно отлично показать себя в роли киллера (стража), завоевать ещё большее доверие, лично знать Админов. В чате Вы должны сидеть очень часто и тщательно следить за порядком...<br><br>
Повышение до уровня <b>Админа</b> практически не рассматривается... для этого нужны особые причины (например, помощь в исправлении весомых дырок в чате).<br>
Так же обязательным фактором при получении уровней "Киллер", "Страж", "Шпион", "Админ" является совершеннолетие.
<BR><BR><BR>
Если Вам всё ещё что-то не ясно, то напишите нам <a href="mailto:support@tusovka.tomsk.ru">письмо</a> и мы постараемся Вам помочь.
<BR><BR><BR>
<a href="/c2/help"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>
