<div class='first-line'>Как сделать еще один ник</div>

<div class=help>


Зарегестрированный пользователь может завести себе несколько Ников на один логин. Сделать это очень просто.
После того, как Вы введёте логин и пароль, Вы попадаете на страницу, где для окончательного входа в чат
Вам предлагается выбрать Ник и комнату, в которую Вы хотите зайти. А рядом с полем Ника есть кнопка "<b>Добавить Ник</b>".
Для того, чтобы зарегистрировать себе ещё один Ник, нужно нажать на неё - появится маленькое окошечко.
Введите туда свой Ник и там же нажмите кнопку "<b>Забить</b>". Всё! Если этот Ник ещё не занят, то в дальнейшем
он будет числиться за Вами. И тогда, при входе в чат, Вы можете выбирать из списка один из своих Ников.<br><br>
Если же Вам надоел какой-либо ник, либо у Вас кончилось свободное место под ники, то удалить один из них Вы можете
нажав на <img src="/pics/del.gif" border=0 width=16 height=16 alt="Удалить ник"> рядом с выбранным в списке ником. Т.е. после нажатия на крестик удалится тот ник, который сейчас выбран в списке.
<BR><BR><BR>
Если Вам всё ещё что-то не ясно, то напишите нам <a href="mailto:support@tusovka.tomsk.ru">письмо</a> и мы постараемся Вам помочь.
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>
