<div class='first-line'>„то делать, если € забыл свой пароль?</div>

	<div class=help>


≈сли у вас по€вилась така€ проблема, и вы не можете зайти в чат, то 
зарегистрируйтесь заново, и напишите на ник <span lang="en-us">ƒст </span>
 просьбу о смене парол€. ¬аша записка должна 
содержать следующие данные: логин, примерна€ статистика, скрытое инфо (то, 
которое не отображаетс€ при обычном просмотре через галерею).
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="¬ернутьс€ назад" border="0"></a>

</div>