<div class='first-line'>Правила пользования чатом</div>

<div class=help>

	<p align="justify"><b>Настоящие правила вступают в силу с момента их опубликования и регулируют основные положения в Чате 
	&quot;Тусовка&quot;. Настоящий документ обязателен к неукоснительному соблюдению всеми участниками Чата.</b> </p>

	<div align="justify" valign="top"> <p align="center"><br> <b>Наказуемые деяния: </b></p>

	<ol class=olh> <li class=olh><b> 
	Мат (псевдомат) в общем фрейме.</b> В Чате запрещено ругаться матом (и его производными), оскорблять присутствующих. В Чат приходят пообщаться,
	а не устраивать словесные поединки. Ругань допускается только в комнате "Помойка", свободной от администрации. </li>

	<li><b> Оскорбления и ругань.</b> <br>
	Запрещены негативные изречения, изначально направленные на ущемление чести и достоинства присутствующих, к одному человеку или ко всему Чату,
	в целом, в общем фрейме. </li>
	
	<li><b> Пропаганда.</b><br>
	В Чате запрещена пропаганда насилия, порнографии, наркотиков  и алкогольных напитков.</li>
	
	<li><b>Плагиатные, нецензурные, оскорбительные, перевыделенные символами ники.</b> <br>
        <b>4.1.</b> Плагиатным считается ник, дублирующий уже существующий. Это доставляет неудобства посетителям и хозяину ника. 
        Будьте оригинальны - придумайте свой ник.<br>
	<b>4.2.</b> Перевыделенным считается ник, в котором  содержится более трёх символов (цифр) подряд, с двух или одной стороны.<br>
	<b>Пояснение:</b><br>
	<b>А_Л_Е_К_С_А_Н_Р</b> - за такой ник Вы будете выставлены из Чата.<br>
	<b>7777ВАСЯ7777</b> -  за такой ник Вы будете выставлены из Чата.<br>
	<b>ВАСЯ______Я</b> - за такой ник Вы будете выставлены из Чата.<br>
	<b>Anggggelina</b> - за такой ник Вы будете выставлены из Чата.<br></p>
	<b>4.3.</b> Запрещены ники однотипные статусам Администрации и Модераторов, если Вы таковым не являетесь. 
	Это может предоставить неудобство пользователям. Такие ники удаляются в обязательном порядке, а в случае отказа - изымаются.<br>
	<b>4.4.</b> Запрещены ники, пропагандирующие наркотики, употребление в нике мата (псевдомата) или сексуально неадекватные ники. </li>

	<li><b> Флуд, Зелень и Многострочие.<br>
	5.1. ФЛУД.</b>  Это многократное употребление слов, фраз, цифр или символов, которые мешают общаться другим пользователям.<br>
	<b>Пояснение:<br></b>
		<b>Вася: ВСЕМ ПРИВЕТ !!!!<br>
		Вася: ВСЕМ ПРИВЕТ !!!!<br>
		Вася: ВСЕМ ПРИВЕТ !!!!<br>
		Вася: ВСЕМ ПРИВЕТ !!!!<br></b>
	<b>5.2.</b> Также флудом считается многократное употребление «Действий», то есть написание своих сообщений зеленым текстом (Зелень). 
	За злоупотребление (более 4-х раз в минуту) Вы будете выставлены из Чата.<br>
	<b>5.3 Многострочие</b> - изложение законченной фразы более чем на трех строках.<br>
	<b>Пояснение:</b><br>
	<b>Вася: Давай<br>
	Вася: пойдем<br>
	Вася: с тобой<br>
	Вася: в кино?</b><br>
	За набор подобных сообщений Вы будете выставлены из Чата. Выражайте свои мысли в одну строку.</li>
	
	<li><b> Выделение, Caps Lock, Цвета и Транслит.</b><br>
	<b>6.1.</b> Злоупотребление клавишей Caps Lock, и ПеРеМеНнЫм регистром. К злоупотреблению верхним регистром не относится написание
	отдельных слов или предложений заглавными буквами для подчеркивания какой-то мысли или конкретного слова.<br>
	<b>Пояснение:<br></b>
	<b>Вася: _______________Всем привет _____________________</b> (за такое сообщение Вы будете выставлены из Чата)<br>
	<b>Вася: ВСЕМ ПРИВЕТ !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!</b> (за такое сообщение Вы будете выставлены из Чата)<br>
	<b>Вася: ПрИвЕт ЧеМ ЗаНяТ ?</b> (за такое сообщение Вы будете выставлены из Чата)</p><br>
	<b>6.2.</b> Запрещены многоцветные сообщения при помощи Irc.<br>
	<b>6.3.</b> Чат поддерживает русский язык, поэтому сообщения транслитом будут пресекаться<br>
	<b>Пояснение:</b><br>
	<b>Вася: privet wsem kto tyt jiwoy ????</b> (за такое сообщение Вы будете выставлены из Чата)</li>

	<li><b> Реклама.</b><br>
	Любая реклама, выдаваемая в общий фрейм, а также массово в приват, ЗАПРЕЩЕНА! Но никто не запрещает закинуть в чат ссылку на 
	известный развлекательный, музыкальный, или информационный ресурс.
	По всем вопросам размещения рекламы в Чате следует обращаться на <b>Support</b>.</li>

	<li><b> Провокации и беспорядки.</b><br>
	Не пытайтесь оскорблять Модераторов в Чате. Закончится всё равно не в Вашу пользу. Они делают то, что должны, а именно, требуют 
	от пользователей соблюдения вот этих нехитрых правил, которые ко всему прочему, написаны не ими. Вы имеете право спросить 
	(в мягкой и вежливой форме) у Модератора, за что были удалены, если Вам это не ясно. На что он обязан Вам это кратко объяснить.
	 Это для того, чтобы Вы не совершали ошибок впоследствии.</li>
	<li><b> Спам.</b><br>
	Спамом является рассылка записок (ссылок), так называемых "Писем счастья", целью которых является призвать пользователей к многократной 
	пересылке копий этих записок или ссылок. Если вам пришла такая записка, вы можете обратиться к Модератору за помощью. Также запрещается 
	рассылка ссылок не несущих смысловой нагрузки и с просьбой проголосовать за того или иного кандидата.<br></li>
	
	<li><b> IRC. Музыка и Боты</b><br>
	Вы можете пользоваться IRC-клиентом для удобства общения в Чате, но при этом вы должны соблюдать следующие правила:<br>
	<b>10.1. Музыкальные скрипты.</b><br>
	Если Вы хотите кому-либо сообщить, что Вы слушаете в данный момент, то сделайте это приватно. Остальным пользователям это просто неинтересно, 
	зато вызывает зафлуживание общего фрейма. За рецидивы использования таких скриптов Вы можете надолго лишиться доступа на канал. Но никто 
	не запрещает собственноручное написание название группы и песни, которую Вы слущаете.<br>
	<b>10.2. Использование irc-ботов.</b><br>
	В Чате запрещены самовольные (не согласованные с Администрацией) irc-боты любого направления. Можно договориться с Администрацией
	на размещение такого бота, описав его функции и нужность. Вопросы и краткое изложение функций бота отправляйте запиской на ник <b>Support</b>.</li>
<br>
	<li><b>Наказание.</b><br>
    	    <b>1. Мат (псевдомат) в общем фрейме.</b><br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан от 20 минут до 2х дней.<br>
    	    <b>2. Оскорбления и ругань.</b><br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан от 20 минут до 2х дней.<br>
	    <b>3. Пропаганда.</b> <br>
	    а) Бан от 6 часов до 1 недели.<br>
	    <b>4. Плагиатные, нецензурные, оскорбительные, перевыделенные символами ники.</b><br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан ника.<br>
	    в) удаление ника.<br>
	    <b>5. Флуд, Зелень и многострочие.</b><br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан от 20 минут до 2х дней.<br>
	    <b>6. Выделение, Caps Lock, Цвета и Транслит.</b><br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан от 20 минут до 2х дней.<br>
	    В) Транслит: Бан от 20 минут до 6 часов.<br>
	    <b>7. Реклама.</b> <br>
	    а) Бан от 6 часов до 2х недель.<br>
	    <b>8. Провокации и беспорядки.</b> <br>
	    а) Предупреждение с выставлением из Чата Тусовка.<br>
	    б) Бан от 2х часов до 2х недель.<br>
	    <b>9. Спам.</b> <br>
	    а) Бан от 6 часов до 2х недель.<br>
	    <b>10. IRC. Музыка и боты.</b><br>
	    а) Бан от 2х часов до 2х дней.<br>
	    <b>Пояснение:</b><br>
	    Если Вы были когда-либо замечены в нарушении одного из правил, то за повторное нарушение Предупреждения не последует, а срок 
	    наказания может и увеличиться.<br></li><br>
	<li><b> Топики или за что Вы можете лишиться уровня.</b><br> 
						<b>12.1.</b>  За установку топика содержащий нецензурную лексику, оскорбления (унижения)<br>
						и т.д. Взависимости от степени тяжести, Вы можете получить наказание в виде: <br>
						1. Предупреждение с выставлением из Чата Тусовка.<br>
						2. бан от 2х дней до 1 недели.<br>
						3. Понижение уровня. <br>
	<b>12.2.</b> Также если Вы злостный нарушитель и Вы не реагируете на предупреждения (наказание в виде бана от 2х дней до 4х недель), 
	Администрация вправе понизить Вас (разжаловать) до уровня гость, после чего Вы не сможете больше общаться в общий фрейм. Повысить
	же себе уровень будет очень накладно.<br>
        <b>Исключение</b>: <i>Помойка</i> - канал, свободный от Администрации. Здесь можно всё (кроме Рекламы и Спама). Только учтите, что время и количество 
        сообщений на данном канале в статистику не засчитывается.</li></b>
<br><li>Форум.<br>
<b>На форуме запрещается:</b><br>
<b>13.1</b> Маты, как в теме, так и в самом сообщении. Также запрещены грубые высказывания, оскорбляющие как форумчан, так и модераторов. В противном случае модератор имеет право удалить Ваше сообщение, либо забанить Вас от 20 минут до 2 дней при рецедивах.<br>
<b>13.2</b> Поднимать старые темы, которые неактуальны, если Ваше сообщение не несет никакой важной информации. Исключение: темы с поздравлением именинников. Актуальными темами являются предложения \ помощь по Чату, основные вопросы по Чату.<br>
<b>13.3</b> Дублировать свои сообщения по нескольку раз. Это будет расцениваться как флуд и модератор имеет право дать Вам бан от 20 минут до 2 дней.<br>
<b>13.4</b> Создавать темы, содержащие какую либо рекламу. Это приравневается к спаму. При первом нарушении модератор имеет право удалить Вашу тему и дать Вам предупреждение. При рецедиве дается бан от 2 дней до 2 недель. Особо отличившиеся спамеры могут быть награждены уровнем Гость.<br>
<b>13.5</b> Писать так называемые "письма счастья" как в самой теме, так и в простом сообщении. За это нарушение предусмотрен бан от 1 до 2 недель.<br>
<b>13.6</b> Запрещено давать неинформативные комментарии, либо флудить в темах. Модератор в праве удалить Ваше сообщение, либо выдать бан от 20 минут до 2 дней при рецедиве.<br>Форумчане, <b>помните</b>, что каждое Ваше нарушение учитывается и особо отличившиеся нарушители могут быть удостоены уровнем Гость!<br><br>
    <b>Действия Модератора могут быть обжалованы. В случае признания претензий правомерными, к Модератору будут применены санкции. 
    Жалобы рекомендуется направлять запиской на ник Support, с указанием конкретного случая, и приложением скриншота или лога.</br> 
						
    В заключение: Модерирование придумано не для того, чтобы лишать людей возможности говорить, а для того, чтобы помочь им общаться в спокойной обстановке.<br>

						<p align="center">Администрация оставляет за собой право выбора посетителя чата.<br>

						По всем вопросам пишите на <i><span lang="en-us">Support</span></i>.</b></p>
				</div>
<p><BR><BR><BR><a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>