<div class='first-line'>Что такое статусы?</div>
<div class=help>


Статусы нужны для того, чтобы люди могли узнать о Вашем состоянии относительно чата. Ведь они просто видят Вас в списке,
но не знают, что Вы делаете в этот момент на самом деле. Быть может, Вы ушли за чаем, или к Вам кто-то пришёл и Вы
отошли от компьютера. Просто представьте, что Вы написали кому-нибудь сообщение, а Вам не отвечают... Вы можете подумать,
что человек не хочет с Вами разговаривать, что он игнорирует Вас... а на самом деле он просто пошёл на кухню за чаем.
Такие ситуации не желательны, т.к. они могут привести к разногласиям. Для этого и нужны статусы.<BR><BR>
Если Вам нужно отойти от компьютера, то поставьте статус "<b>ушёл</b>", если Вы собираетесь оставить компьютер на
длительное время, то имеет смысл поставить статус "<b>отсутствую</b>". Также статусами можно показать, что Вы хотите
поговорить (ищите собеседника) или что Вы наоборот очень заняты и таким образом просите не мешать Вам.<BR><BR>
Для удобства, каждому статусу соответствует определённая картинка (которую Вы можете выбрать по своему желанию).
В списке присутствующих сразу после Ника стоит картинка, обозначающая статус. Если Вы, к примеру, ищите собеседника,
то Вы можете быстро пробежаться взглядом по столбцу Ников (а точнее по статусам) и выискать значок, обозначающий статус
"<b>хочу поговорить</b>". Или Вы очень просто можете узнать, присутствует ли реально тот человек, с которым Вы хотите
поговорить. Для этого нужно просто глянуть на его статус (на картинку рядом с его Ником). Вот картинки стандартных
обозначений статусов:<P>

<TABLE border=0>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp1.gif" alt="Свободен"></TD>
<TD width="8">-</TD>
<TD>"Свободен". Обычное состояние. Присутствует и открыт к разговору.</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp2.gif" alt="Хочу Поговорить"></TD>
<TD width="8">-</TD>
<TD>"Хочу поговорить". Человек ищет собеседников и готов разговаривать с каждым.</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp3.gif" alt="Отошёл"></TD>
<TD width="8">-</TD>
<TD>"Отошёл". Человек ненадолго ушёл.</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp6.gif" alt="Отсутствую"></TD>
<TD width="8">-</TD>
<TD>"Отсутствую". Человека нет за компьютером и скорее всего не будет ещё долго.</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp4.gif" alt="Занят"></TD>
<TD width="8">-</TD>
<TD>"Занят". Скорее всего человек занят приватной беседой с каким-то определённым человеком
и не нуждается в других собеседниках. В лёгкой форме просит Вас не мешать.
</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp5.gif" alt="Не мешайте!"></TD>
<TD width="8">-</TD>
<TD>"Не мешайте!". Просьба не мешать, но в жёсткой форме. Вероятно человек очень занят
и не располагает к какой-либо беседе... даже со своими знакомыми.</TD>
</TR>
<TR valign="top">
<TD width="20"><IMG src="/pics/s/sp1000.gif" alt="Вылетел из чата"></TD>
<TD width="8">-</TD>
<TD>"Вылетел из чата". Этот статус ставится, когда человек некорректно вышел из чата(например, у него разорвалось соединение).
</TD>
</TR>
</TABLE>
<BR>
<BR><BR><BR>
Если Вам всё ещё что-то не ясно, то напишите нам <a href="mailto:support@tusovka.tomsk.ru">письмо</a> и мы постараемся Вам помочь.
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>
