<div class='first-line'> ак узнать кто в чате?</div>

<div class=help>

≈сли ¬ы внутри чата, то список пользователей отражЄн в правой части экрана. Ќо можно узнать кто в чате и не заход€ в него.
Ќа главной странице, а также на любых других (кроме раздела записок), в правой части страницы есть небольшое
окошечко. ¬ нЄм перечислены каналы и количество присутствующих людей на каждом канале. Ќо если кликнуть мышкой на какой-либо
канал, то развернЄтс€ полный перечень его участников.<BR><BR>
¬ы это можете проверить пр€мо на этой странице (справа от этого текста и есть то окошечко). 
<p><BR><BR><BR><a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="¬ернутьс€ назад" border="0"></a>
</div>