<div class='first-line'>О голосовании...</div>
<div class=help>


Голосовать могут только избранные, т.е. только те, кому Высшее Админство дало такую привилегию. Причём эта привилегия
никак не зависит от уровня. В любом случае голосование является анонимным.<br>
<P>
О том как поднять себе уровень Вы можете почитать <a href=/c2/help/level.php>здесь</a>.
<p>
В самой таблице голосования отмечается ник кандидатуры, его текущий уровень, рассматриваемый уровень (который не обязательно выше
текущего - речь может идти и о понижении), дата вынесения на голосование и самая важная информация - текущий результат голосования.
Если голосование ещё не завершилось - то показывается общий процент проголосовавших, иначе Зелёным цветом отмечен процент всех тех, кто проголосовал 
"<font class=vyes><b>ЗА</b></font>", а красным - кто "<font class=vno><b>против</b></font>". Голосование длится 7 дней. Голосование также завершится,
если "<font class=vyes><b>ЗА</b></font>" кандидата отдадут более 67% всех голосов, или "<font class=vno><b>против</b></font>" проголосуют 33% голосующих.
<P>Расшифровка знаков в голосовании:
<table border=0>
<tr><td><img src="/pics/processing.gif"></td><td> - </td><td><div align=justify>Данная кандидатура находится на стадии голосования...</div></td></tr>
<tr><td><img src="/pics/granted.gif"></td><td> - </td><td><div align=justify>Голосование по данной кандидатуре завершено и рассматриваемый уровень подтверждён.</div></td></tr>
<tr><td><img src="/pics/del.gif"></td><td> - </td><td><div align=justify>Голосование по данной кандидатуре завершено и рассматриваемый уровень <b>НЕ</b> подтверждён. Уровень остался прежним.</div></td></tr>
</table>

<BR><BR><BR>
Если Вам что-то не ясно, то напишите нам записку на ник Support, мы обязательно ответим.
<BR><BR><BR>
<a href="/c2/help/index.php"><IMG src="/pics/back.gif" alt="Вернуться назад" border="0"></a>

</div>
