<div class='first-line'> Помощь </div>
		<div class=help>
<center><big><b>Администрирование чата</b></big></center><br>

Администрирование чата делется на несколько разделов. Ниже они приведены.<p>

<b><a href=ipban.html>Бан по IP</a></b> - Список всех забаненных IP, снятие и добавление адресов.<br>
<b><a href=loginban.html>Бан логинов</a></b> - Список всех забаненных логинов, снятие и добавление логинов.<br>
<b><a href=nickban.html>Бан ников</a></b> - Список всех забаненных ников. Добавление и удаление.<br>
<b><a href=userlist.html>Список юзеров</a></b> - Список всех присутствующих в чате. Отсюда можно пнуть, забаннить логин или ник.<br>
<b><a href=logs.html>Логи</a></b> - Просмотр логов. Кто кого, когда, и за что выставил из чата. А так же другая системная информация.<br>
<b><a href=settings.html>Настройки</a></b> - Системные настройки чата. Создание и удаление комнат, и пр.<br>



<b><a>Учетные записи</a></b> - Управление персональными данными пользователей. Смена паролей пользователей, удаление фотографий, изменение инфы.<br>
<b><a>Голосование</a></b> - Раздача, изменение и удаление права голоса у пользователей.<br>
<b><a>Привилегии</a></b> - Раздача и удаление привилегий пользователям.<br>
<b><a>Советы</a></b> - Добавление и удаление полезных советов (на странице входа).<br>

<b><a>Повышения</a></b> - Повышение/понижение уровней пользователей.<br>

<p>
Имейте ввиду, что если у Вас в консоли нет какого-либо пункта, это не значит что его вообще не существует,
а всего лишь означает что у Вас просто недостаточно прав. Чтобы получить данные права, обращайтесь 
к Главному администратору чата.
</div>